tap "buo/cask-upgrade"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "jpeg-turbo"
brew "libpng"
brew "lz4"
brew "xz"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "bzip2"
brew "readline", link: true
brew "asciinema"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bat"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "pcre2"
brew "glib"
brew "xorgproto"
brew "libxau"
brew "libxdmcp"
brew "libxcb"
brew "libx11"
brew "libxext"
brew "libxrender"
brew "lzo"
brew "pixman"
brew "cairo"
brew "cmake"
brew "cmake-docs"
brew "colordiff"
brew "csvkit"
brew "curl"
brew "nspr"
brew "nss"
brew "openjpeg"
brew "poppler"
brew "wxwidgets"
brew "diff-pdf"
brew "docker"
brew "gcc"
brew "numpy"
brew "dvc"
brew "exa"
brew "fd"
brew "fontforge", link: false
brew "fzf"
brew "gdrive"
brew "gh"
brew "ghq"
brew "gibo"
brew "gist"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "graphicsmagick"
brew "pkg-config"
brew "htop"
brew "httpie"
brew "hugo"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "lima"
brew "openssl@3"
brew "links"
brew "luarocks"
brew "mas"
brew "mecab"
brew "mecab-ipadic"
brew "navi"
brew "neovim"
brew "nim"
brew "nkf"
brew "nmap"
brew "nodenv"
brew "opam"
brew "opensearch"
brew "osv-scanner"
brew "peco"
brew "portaudio"
brew "procs"
brew "rbenv"
brew "ripgrep"
brew "rlwrap"
brew "rustup-init"
brew "starship"
brew "telnet"
brew "tig"
brew "tldr"
brew "tokei"
brew "tomcat"
brew "trash"
brew "tree"
brew "unzip"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "zeromq"
brew "zplug"
brew "d12frosted/emacs-plus/emacs-plus@28"
cask "alfred"
cask "appcleaner"
cask "balance-lock"
cask "chromium"
cask "clipy"
cask "dash"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "fontforge"
cask "gimp"
cask "google-chrome"
cask "google-japanese-ime"
cask "hammerspoon"
cask "iina"
cask "imageoptim"
cask "inkscape"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keepingyouawake"
cask "kindle"
cask "kitty"
cask "mactex-no-gui"
cask "miniforge"
cask "monitorcontrol"
cask "notion"
cask "onyx"
cask "rectangle"
cask "slack"
cask "spotify"
cask "telegram"
cask "the-unarchiver"
cask "ticktick"
cask "toggl-track"
cask "typora"
cask "vagrant"
cask "visual-studio-code"
cask "webex"
cask "zoom"
vscode "42Crunch.vscode-openapi"
vscode "aaron-bond.better-comments"
vscode "adpyke.vscode-sql-formatter"
vscode "alefragnani.project-manager"
vscode "aliariff.auto-add-brackets"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "ArgyleWolfLabs.vscode-groovy"
vscode "Arjun.swagger-viewer"
vscode "aws-scripting-guy.cform"
vscode "bajdzis.vscode-database"
vscode "bbenoist.shell"
vscode "bierner.markdown-preview-github-styles"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "bungcip.better-toml"
vscode "castwide.solargraph"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "ckolkman.vscode-postgres"
vscode "clarkyu.vscode-sql-beautify"
vscode "codezombiech.gitignore"
vscode "cschlosser.doxdocgen"
vscode "dannysteenman.cloudformation-yaml-snippets"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dhruv.maven-dependency-explorer"
vscode "donjayamanne.git-extension-pack"
vscode "donjayamanne.githistory"
vscode "donjayamanne.javadebugger"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "DotJoshJohnson.xml"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "EditorConfig.EditorConfig"
vscode "ElemeFE.vscode-element-helper"
vscode "Equinusocio.vsc-community-material-theme"
vscode "Equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "fabianlauer.vs-code-xml-format"
vscode "felipecaputo.git-project-manager"
vscode "Flixs.vs-code-http-server-and-html-preview"
vscode "foxundermoon.shell-format"
vscode "franneck94.c-cpp-runner"
vscode "georgewfraser.vscode-javac"
vscode "ginfuru.ginfuru-better-solarized-dark-theme"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "golang.go-nightly"
vscode "googlecloudtools.cloudcode"
vscode "GrapeCity.gc-excelviewer"
vscode "hediet.vscode-drawio"
vscode "humao.rest-client"
vscode "intellsmi.comment-translate"
vscode "IronGeek.vscode-env"
vscode "James-Yu.latex-workshop"
vscode "jgclark.vscode-todo-highlight"
vscode "JHeilingbrunner.vscode-gnupg-tool"
vscode "josetr.cmake-language-support-vscode"
vscode "k--kato.intellij-idea-keybindings"
vscode "karyfoundation.racket"
vscode "kddejong.vscode-cfn-lint"
vscode "kevinkyang.auto-comment-blocks"
vscode "KevinRose.vsc-python-indent"
vscode "kinoute.hivacruz-theme"
vscode "lfurzewaddock.vscode-wsl-workspacefolder"
vscode "magicstack.MagicPython"
vscode "mammothb.scilab"
vscode "mark-tucker.aws-cli-configure"
vscode "marlon407.code-groovy"
vscode "marp-team.marp-vscode"
vscode "mathematic.vscode-latex"
vscode "mattn.Lisp"
vscode "mechatroner.rainbow-csv"
vscode "Meezilla.json"
vscode "MellowMarshmallow.groovy"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "mindaro-dev.file-downloader"
vscode "mkloubert.vscode-http-client"
vscode "mosapride.zenkaku"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-ossdata.vscode-postgresql"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "msyrus.go-doc"
vscode "mtxr.sqltools"
vscode "naumovs.color-highlight"
vscode "ngtystr.ppm-pgm-viewer-for-vscode"
vscode "nickfode.latex-formatter"
vscode "njpwerner.autodocstring"
vscode "ocamllabs.ocaml-platform"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "p1c2u.docker-compose"
vscode "PKief.material-icon-theme"
vscode "pkosta2005.heroku-command"
vscode "rafwilinski.dynamodb-vscode-snippets"
vscode "rebornix.ruby"
vscode "rebornix.scheme"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "ryanolsonx.solarized"
vscode "scala-lang.scala"
vscode "sdras.night-owl"
vscode "shardulm94.trailing-spaces"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "sianglim.slim"
vscode "skyapps.fish-vscode"
vscode "starkwang.markdown"
vscode "streetsidesoftware.code-spell-checker"
vscode "techer.open-in-browser"
vscode "tecosaur.latex-utilities"
vscode "TheHolyCoder.swagger-tools"
vscode "ThreadHeap.serverless-ide-vscode"
vscode "timonwong.shellcheck"
vscode "TimVaneker.serverless-snippets"
vscode "toasty-technologies.octave"
vscode "toba.vsfire"
vscode "TomasHubelbauer.email-viewer"
vscode "tomoki1207.pdf"
vscode "torn4dom4n.latex-support"
vscode "twxs.cmake"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "wholroyd.jinja"
vscode "wingrunr21.vscode-ruby"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
vscode "ZainChen.json"
vscode "ziyasal.vscode-open-in-github"
