tap "beeftornado/rmtree"
tap "bibendi/dip"
tap "datawire/blackbird"
tap "domt4/autoupdate"
tap "goby-lang/goby"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "octave-app/octave-app"
tap "pivotal/tap"
tap "sanemat/font"
tap "tldr-pages/tldr"
cask "osxfuse"
brew "openjdk"
brew "ant"
brew "anyenv"
brew "apr"
brew "openssl@1.1"
brew "apr-util"
brew "gcc"
brew "hwloc"
brew "readline"
brew "sqlite"
brew "xz"
brew "python@3.9"
brew "asciinema"
brew "automake"
brew "awscli"
brew "bash-completion"
brew "bat"
brew "brainfuck"
brew "bundler-completion"
brew "bzip2"
brew "ghc"
brew "cabal-install"
brew "glib"
brew "clang-format"
brew "cmake"
brew "cmatrix"
brew "cmigemo"
brew "colordiff"
brew "composer"
brew "cowsay"
brew "curl"
brew "darcs"
brew "django-completion"
brew "docker", link: false
brew "docker-clean"
brew "docker-completion"
brew "docker-compose-completion"
brew "docker-ls"
brew "docker-machine"
brew "docker-machine-driver-hyperkit"
brew "docker-swarm"
brew "doxygen"
brew "pkg-config"
brew "dub"
brew "editorconfig"
brew "exa"
brew "expect"
brew "fd"
brew "ffmpeg"
brew "netpbm"
brew "figlet"
brew "fish"
brew "fontforge"
brew "fortune"
brew "fx"
brew "fzf"
brew "gdb"
brew "gem-completion"
brew "gh"
brew "ghq"
brew "gibo"
brew "gist"
brew "git"
brew "git-flow-avh"
brew "glide"
brew "gnu-sed"
brew "libassuan", link: false
brew "gnupg"
brew "lua"
brew "qt"
brew "goenv"
brew "gpatch"
brew "gradle-completion"
brew "gradle-profiler"
brew "graphviz"
brew "groff"
brew "grunt-completion"
brew "haskell-stack"
brew "hexyl"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "icarus-verilog"
brew "libheif"
brew "imagemagick"
brew "imagemagick@6"
brew "jq"
brew "jsonpp"
brew "kitchen-completion"
brew "kompose"
brew "kubernetes-cli"
brew "lsd"
brew "mariadb"
brew "mas"
brew "mercurial"
brew "minikube"
brew "mysql-client"
brew "mysql@5.7"
brew "nasm"
brew "neovim"
brew "netlify-cli"
brew "nginx"
brew "nim", link: false
brew "ninja"
brew "nkf"
brew "nodenv"
brew "ocaml"
brew "octave"
brew "opam"
brew "openjdk@11"
brew "peco"
brew "percol"
brew "pinentry-mac"
brew "pip-completion"
brew "pipenv"
brew "plantuml"
brew "postgresql"
brew "procs"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pypy"
brew "python-yq"
brew "python@3.8"
brew "rails-completion"
brew "rake-completion"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rlwrap"
brew "rsync"
brew "ruby"
brew "ruby-completion"
brew "rust"
brew "sbtenv"
brew "scalaenv"
brew "screen"
brew "sl"
brew "solr"
brew "ssh-copy-id"
brew "starship"
brew "telnet"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "tokei"
brew "tomcat"
brew "trash"
brew "tree"
brew "truncate"
brew "watch"
brew "webpack"
brew "wget"
brew "xpdf"
brew "yajl"
brew "yarn"
brew "zlib"
brew "zsh"
brew "bibendi/dip/dip"
brew "datawire/blackbird/telepresence"
brew "goby-lang/goby/goby"
brew "heroku/brew/heroku"
brew "pivotal/tap/springboot"
brew "sanemat/font/ricty"
cask "alacritty"
cask "alfred"
cask "android-platform-tools"
cask "android-sdk"
cask "cheatsheet"
cask "chromedriver"
cask "clipy"
cask "cyberduck"
cask "db-browser-for-sqlite"
cask "docker"
cask "docker-toolbox"
cask "evernote"
cask "font-hackgen"
cask "google-chrome"
cask "google-japanese-ime"
cask "imageoptim"
cask "iterm2"
cask "jetbrains-toolbox"
cask "julia"
cask "karabiner-elements"
cask "keepingyouawake"
cask "kindle"
cask "kite"
cask "macdown"
cask "ngrok"
cask "octave-app"
cask "pg-commander"
cask "phantomjs"
cask "popclip"
cask "proxyman"
cask "racket"
cask "sequel-pro"
cask "setapp"
cask "spotify"
cask "the-unarchiver"
cask "unity-hub"
cask "virtualbox"
cask "visual-studio-code"
cask "wavesurfer"
cask "xquartz"
cask "zoom"
cask "zoomus"
