tap "beeftornado/rmtree"
tap "bibendi/dip"
tap "domt4/autoupdate"
tap "goby-lang/goby"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "octave-app/octave-app"
tap "sanemat/font"
tap "tldr-pages/tldr"
brew "openjdk"
brew "ant"
brew "anyenv"
brew "apr"
brew "openssl@1.1"
brew "apr-util"
brew "gcc"
brew "automake"
brew "readline"
brew "sqlite"
brew "awscli"
brew "bash-completion"
brew "bat"
brew "brainfuck"
brew "bundler-completion"
brew "ghc"
brew "cabal-install"
brew "glib"
brew "python@3.8"
brew "clang-format"
brew "cmake"
brew "cmatrix"
brew "cmigemo"
brew "colordiff"
brew "composer"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "darcs"
brew "django-completion"
brew "docker", link: false
brew "docker-clean"
brew "docker-completion"
brew "docker-compose-completion", link: false
brew "docker-credential-helper", link: false
brew "docker-credential-helper-ecr", link: false
brew "docker-ls"
brew "docker-machine"
brew "docker-machine-driver-hyperkit"
brew "docker-swarm"
brew "doxygen"
brew "pkg-config"
brew "dub"
brew "editorconfig"
brew "exa"
brew "expect"
brew "fd"
brew "ffmpeg"
brew "netpbm"
brew "figlet"
brew "fish"
brew "fontforge"
brew "fortune"
brew "fx"
brew "fzf"
brew "gdb"
brew "gem-completion"
brew "gh"
brew "ghq"
brew "gibo"
brew "gist"
brew "git"
brew "git-flow-avh"
brew "glide"
brew "gnu-sed"
brew "libassuan", link: false
brew "gnupg"
brew "lua"
brew "qt"
brew "gpatch"
brew "gradle"
brew "gradle-completion"
brew "gradle-profiler"
brew "graphviz"
brew "groff"
brew "grunt-completion"
brew "haskell-stack"
brew "hexyl"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "icarus-verilog"
brew "libheif"
brew "imagemagick"
brew "imagemagick@6"
brew "openjdk@11"
brew "jenkins"
brew "jenv"
brew "jq"
brew "jsonpp"
brew "kitchen-completion"
brew "kompose"
brew "kotlin"
brew "kubernetes-cli", link: false
brew "lsd"
brew "mariadb"
brew "mas"
brew "maven"
brew "mercurial"
brew "minikube"
brew "mysql-client"
brew "mysql@5.7"
brew "nasm"
brew "neovim"
brew "netlify-cli"
brew "nginx"
brew "nim"
brew "nkf"
brew "nodenv"
brew "ocaml"
brew "octave"
brew "opam"
brew "peco"
brew "percol"
brew "php"
brew "pinentry-mac"
brew "pip-completion"
brew "pipenv"
brew "plantuml"
brew "postgresql", restart_service: true
brew "procs"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pypy"
brew "rails-completion"
brew "rake-completion"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rlwrap"
brew "rsync"
brew "ruby"
brew "ruby-completion"
brew "rust"
brew "sbt"
brew "sbtenv"
brew "scalaenv"
brew "solr"
brew "ssh-copy-id", link: true
brew "starship"
brew "telnet"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "tokei"
brew "trash"
brew "tree"
brew "watch"
brew "webpack"
brew "wget"
brew "xpdf"
brew "yajl"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "bibendi/dip/dip"
brew "goby-lang/goby/goby"
brew "heroku/brew/heroku"
brew "sanemat/font/ricty"
cask "1password"
cask "adoptopenjdk8"
cask "alacritty"
cask "amazon-music"
cask "appcleaner"
cask "bettertouchtool"
cask "caffeine"
cask "chatwork"
cask "chromedriver"
cask "corretto8"
cask "coteditor"
cask "cyberduck"
cask "db-browser-for-sqlite"
cask "deckset"
cask "discord"
cask "drawio"
cask "dropbox"
cask "evernote"
cask "firefox"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-hackgen"
cask "gimp"
cask "github"
cask "gtkwave"
cask "hyper"
cask "java"
cask "java11"
cask "karabiner-elements"
cask "krisp"
cask "launchcontrol"
cask "mactex"
cask "octave-app"
cask "pg-commander"
cask "phantomjs"
cask "postman"
cask "racket"
cask "sequel-pro"
cask "skitch"
cask "slack"
cask "sourcetree"
cask "the-unarchiver"
cask "virtualbox"
cask "wireshark"
cask "workplace-chat"
cask "xquartz"
cask "zoomus"
cask "zulu8"
